Repository: jhb175/wearorder-ios
Catalog: 衣橱存储/Localizable.xcstrings
Source language: zh_hans
Languages: en, ja, ko

source: 今日
en: Today
ko: 오늘

source: 入库时间线
en: Added Timeline
ja: 追加履歴
ko: 추가 기록

source: 全部单品
en: All Items
ja: すべてのアイテム
ko: 모든 아이템

source: 去 OOTD
en: Open OOTD
ja: OOTDを開く
ko: OOTD 열기

source: 去推荐
en: See Suggestions
ja: 提案を見る
ko: 추천 보기

source: 取消
en: Cancel
ja: キャンセル
ko: 취소

source: 安排到日期
en: Schedule to Date
ja: 日付に予定する
ko: 날짜에 추가

source: 我的 OOTD
en: My OOTDs
ja: マイOOTD
ko: 내 OOTD

source: 新建 OOTD
en: New OOTD
ja: OOTDを作成
ko: OOTD 만들기

source: 查看计划
en: View Plans
ja: 予定を見る
ko: 일정 보기

source: 没有匹配的预设
en: No matching presets
ja: 一致するプリセットがありません
ko: 일치하는 프리셋이 없어요

source: 添加第一件
en: Add First Item
ja: 最初のアイテムを追加
ko: 첫 아이템 추가

source: 添加衣物
en: Add Item
ja: アイテムを追加
ko: 아이템 추가

source: 清空数据
en: Reset Data
ja: データを消去
ko: 데이터 초기화

source: 获取天气
en: Get Weather
ja: 天気を取得
ko: 날씨 가져오기

source: 衣橱
en: Wardrobe
ja: クローゼット
ko: 옷장

source: 计划
en: Plans
ja: 予定
ko: 일정

source: 设为今日 OOTD
en: Set as Today's OOTD
ja: 今日のOOTDに設定
ko: 오늘의 OOTD로 설정

source: 设置
en: Settings
ja: 設定
ko: 설정

source: 详情
en: Details
ja: 詳細
ko: 상세

source: 轻量推荐
en: Smart Suggest
ja: かんたん提案
ko: 간단 추천

source: 载入示例
en: Load Sample
ja: サンプルを読み込む
ko: 샘플 불러오기

source: 还没有今日搭配
en: No outfit for today yet
ja: 今日のコーデはまだありません
ko: 오늘 코디가 아직 없어요

source: 选择天气城市
en: Choose Weather City
ja: 天気の都市を選ぶ
ko: 날씨 도시 선택

source: 隐私说明
en: Privacy
ja: プライバシー
ko: 개인정보

source: 预设库
en: Presets
ja: プリセット
ko: 프리셋

source: 首页
en: Home
ja: ホーム
ko: 홈
